Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# socket.surfaceSplitOff.error.surfaceNotFoundInWindow
source: Surface not found in window
ar: لم يتم العثور على السطح في النافذة
de: Oberfläche im Fenster nicht gefunden
es: Superficie no encontrada en la ventana
fr: Surface d’affichage introuvable dans la fenêtre
ja: ウィンドウ内にサーフェスが見つかりません
ko: 창에서 화면을 찾을 수 없습니다
zh_hans: 在窗口中未找到表面
zh_hant: 在視窗中找不到介面

# socket.surfaceSplitOff.error.surfaceNotFoundInWorkspace
source: Surface not found in workspace
ar: لم يتم العثور على السطح في مساحة العمل
de: Oberfläche im Arbeitsbereich nicht gefunden
es: Superficie no encontrada en el espacio de trabajo
fr: Surface d’affichage introuvable dans l'espace de travail
ja: ワークスペース内にサーフェスが見つかりません
ko: 작업 공간에서 화면을 찾을 수 없습니다
zh_hans: 在工作区中未找到表面
zh_hant: 在工作區中找不到介面

# socket.surfaceSplitOff.error.wouldEmptySourcePane
source: splitting off would leave the source pane empty
ar: التقسيم من شأنه أن يترك الجزء المصدر فارغاً
de: Das Abspalten würde das Quell-Teilfenster leer hinterlassen
es: la división dejaría vacío el panel de origen
fr: la division laisserait le volet source vide
ja: 分割して移動すると移動元ペインが空になります
ko: 분리하면 소스 분할 창이 빈 상태가 됩니다
zh_hans: 拆分出去会使源窗格变空
zh_hant: 分割將導致來源窗格變為空

# socket.tabAction.error.surfaceNotFound
source: Surface not found
ar: لم يتم العثور على السطح
bs: Površina nije pronađena
da: Overflade blev ikke fundet
de: Oberfläche nicht gefunden
es: No se encontró la superficie
fr: Surface introuvable
it: Superficie non trovata
ja: サーフェスが見つかりません
ko: 서피스를 찾을 수 없습니다
nb: Fant ikke overflate
pl: Nie znaleziono powierzchni
pt_br: Superfície não encontrada
ru: Поверхность не найдена
th: ไม่พบพื้นผิว
tr: Yüzey bulunamadı
uk: Поверхню не знайдено
zh_hans: 未找到表面
zh_hant: 找不到介面

# socket.tabAction.error.tabNotFound
source: Tab not found
ar: لم يتم العثور على علامة التبويب
bs: Kartica nije pronađena
da: Fane blev ikke fundet
de: Tab nicht gefunden
es: No se encontró la pestaña
fr: Onglet introuvable
it: Scheda non trovata
ja: タブが見つかりません
ko: 탭을 찾을 수 없습니다
nb: Fant ikke fane
pl: Nie znaleziono karty
pt_br: Aba não encontrada
ru: Вкладка не найдена
th: ไม่พบแท็บ
tr: Sekme bulunamadı
uk: Вкладку не знайдено
zh_hans: 未找到标签页
zh_hant: 找不到標籤頁

# socket.terminal.inputQueueFull
source: The terminal can't accept more input right now. Wait a moment and retry, or reopen the terminal if it stays unavailable.
ar: لا يمكن للمحطة قبول المزيد من المدخلات في الوقت الحالي. انتظر لحظة وأعد المحاولة، أو أعد فتح الجهاز إذا ظل غير متاح.
de: Das Terminal kann derzeit keine weiteren Eingaben akzeptieren. Warten Sie einen Moment und versuchen Sie es erneut, oder öffnen Sie das Terminal erneut, wenn es weiterhin nicht verfügbar ist.
es: El terminal no puede aceptar más entradas en este momento. Espere un momento y vuelva a intentarlo, o vuelva a abrir la terminal si no está disponible.
fr: Le terminal ne peut pas accepter plus d'entrées pour le moment. Attendez un moment et réessayez, ou rouvrez le terminal s'il reste indisponible.
ja: ターミナルは現在これ以上の入力を受け付けられません。しばらくしてから再試行するか、利用できない状態が続く場合はターミナルを開き直してください。
ko: 현재 터미널은 더 많은 입력을 받아들일 수 없습니다. 잠시 기다렸다가 다시 시도하거나 계속 사용할 수 없는 경우 터미널을 다시 여세요.
zh_hans: 终端目前无法接受更多输入。请稍候重试；若持续不可用，请重新打开终端。
zh_hant: 终端现在无法接受更多输入。稍等片刻然後重試，或者如果終端仍然不可用，請重新打開終端。

# socket.terminal.processExited
source: The terminal session has ended; reopen it or create a new terminal session.
ar: انتهت جلسة الطرفية؛ أعد فتحها أو أنشئ جلسة طرفية جديدة.
de: Die Terminal-Sitzung wurde beendet; öffnen Sie sie erneut oder erstellen Sie eine neue Terminal-Sitzung.
es: La sesión de la terminal ha finalizado; vuelva a abrirla o cree una nueva sesión de terminal.
fr: La session du terminal a pris fin ; rouvrez-la ou créez une nouvelle session de terminal.
ja: ターミナルセッションは終了しています。開き直すか、新しいターミナルセッションを作成してください。
ko: 터미널 세션이 종료되었습니다. 다시 열거나 새 터미널 세션을 생성하십시오.
zh_hans: 终端会话已结束；请重新打开或创建新的终端会话。
zh_hant: 終端機工作階段已結束；請重新開啟或建立新的終端機工作階段。

# socket.terminal.surfaceUnavailable
source: The terminal surface is no longer available; reopen it or create a new terminal session.
ar: سطح الطرفية لم يعد متاحاً؛ أعد فتحه أو أنشئ جلسة طرفية جديدة.
de: Die Terminal-Oberfläche ist nicht mehr verfügbar; öffnen Sie sie erneut oder erstellen Sie eine neue Terminal-Sitzung.
es: La superficie de la terminal ya no está disponible; vuelva a abrirla o cree una nueva sesión de terminal.
fr: La surface d’affichage du terminal n'est plus disponible ; rouvrez-la ou créez une nouvelle session de terminal.
ja: ターミナルサーフェスは利用できなくなっています。開き直すか、新しいターミナルセッションを作成してください。
ko: 터미널 화면을 더 이상 사용할 수 없습니다. 다시 열거나 새 터미널 세션을 생성하십시오.
zh_hans: 终端表面已不再可用；请重新打开或创建新的终端会话。
zh_hant: 終端機介面已不再可用；請重新開啟或建立新的終端機工作階段。

# socket.workspace.remote.terminalProfile.invalid
source: The remote terminal must open a shell or a valid named tmux session.
ar: يجب أن تفتح الطرفية البعيدة صدفة أو جلسة tmux مسماة صالحة.
bs: Udaljeni terminal mora otvoriti ljusku ili važeću imenovanu tmux sesiju.
da: Fjernterminalen skal åbne en shell eller en gyldig navngivet tmux-session.
de: Das Remote-Terminal muss eine Shell oder eine gültige benannte tmux-Sitzung öffnen.
es: El terminal remoto debe abrir un shell o una sesión tmux válida con nombre.
fr: Le terminal distant doit ouvrir un shell ou une session tmux nommée valide.
it: Il terminale remoto deve aprire una shell o una sessione tmux denominata valida.
ja: リモートターミナルではシェルまたは有効な名前付き tmux セッションを開く必要があります。
ko: 원격 터미널은 셸 또는 유효한 이름의 tmux 세션을 열어야 합니다.
nb: Fjernterminalen må åpne et skall eller en gyldig navngitt tmux-økt.
pl: Zdalny terminal musi otworzyć powłokę lub poprawną nazwaną sesję tmux.
pt_br: O terminal remoto deve abrir um shell ou uma sessão tmux nomeada válida.
ru: Удалённый терминал должен открывать оболочку или допустимый именованный сеанс tmux.
th: เทอร์มินัลระยะไกลต้องเปิด shell หรือ tmux session ที่มีชื่อถูกต้อง
tr: Uzak terminal bir kabuk veya geçerli bir adlandırılmış tmux oturumu açmalıdır.
uk: Віддалений термінал має відкривати оболонку або дійсний іменований сеанс tmux.
zh_hans: 远程终端必须打开 shell 或有效的命名 tmux 会话。
zh_hant: 遠端終端必須開啟 shell 或有效的具名 tmux 工作階段。

# socket.workspace.remote.terminalTransport.invalid
source: The remote terminal transport must be SSH or Mosh.
ar: يجب أن يكون نقل الطرفية البعيدة SSH أو Mosh.
bs: Transport udaljenog terminala mora biti SSH ili Mosh.
da: Fjernterminalens transport skal være SSH eller Mosh.
de: Der Transport des Remote-Terminals muss SSH oder Mosh sein.
es: El transporte del terminal remoto debe ser SSH o Mosh.
fr: Le transport du terminal distant doit être SSH ou Mosh.
it: Il trasporto del terminale remoto deve essere SSH o Mosh.
ja: リモートターミナルのトランスポートは SSH または Mosh にする必要があります。
ko: 원격 터미널 전송 방식은 SSH 또는 Mosh여야 합니다.
nb: Fjernterminalens transport må være SSH eller Mosh.
pl: Transport zdalnego terminala musi używać SSH albo Mosh.
pt_br: O transporte do terminal remoto deve ser SSH ou Mosh.
ru: Транспорт удалённого терминала должен использовать SSH или Mosh.
th: การส่งเทอร์มินัลระยะไกลต้องใช้ SSH หรือ Mosh
tr: Uzak terminal aktarımı SSH veya Mosh olmalıdır.
uk: Транспорт віддаленого термінала має використовувати SSH або Mosh.
zh_hans: 远程终端传输必须使用 SSH 或 Mosh。
zh_hant: 遠端終端傳輸必須使用 SSH 或 Mosh。

# socket.workspace.remote.terminalTransport.moshRequiresSSH
source: Mosh terminal transport requires an SSH-managed workspace.
ar: يتطلب نقل طرفية Mosh مساحة عمل مُدارة عبر SSH.
bs: Mosh transport terminala zahtijeva workspace kojim upravlja SSH.
da: Mosh-terminaltransport kræver et SSH-administreret arbejdsområde.
de: Der Mosh-Terminaltransport erfordert einen per SSH verwalteten Workspace.
es: El transporte de terminal Mosh requiere un espacio de trabajo gestionado por SSH.
fr: Le transport de terminal Mosh nécessite un espace de travail géré par SSH.
it: Il trasporto terminale Mosh richiede un workspace gestito da SSH.
ja: Mosh ターミナルトランスポートには SSH 管理のワークスペースが必要です。
ko: Mosh 터미널 전송 방식에는 SSH 관리 워크스페이스가 필요합니다.
nb: Mosh-terminaltransport krever et SSH-administrert arbeidsområde.
pl: Transport terminala Mosh wymaga obszaru roboczego zarządzanego przez SSH.
pt_br: O transporte de terminal Mosh exige um workspace gerenciado por SSH.
ru: Транспорт терминала Mosh требует рабочего пространства под управлением SSH.
th: การส่งเทอร์มินัล Mosh ต้องใช้เวิร์กสเปซที่จัดการด้วย SSH
tr: Mosh terminal aktarımı, SSH tarafından yönetilen bir çalışma alanı gerektirir.
uk: Транспорт термінала Mosh потребує робочого простору під керуванням SSH.
zh_hans: Mosh 终端传输需要由 SSH 管理的工作区。
zh_hant: Mosh 終端傳輸需要由 SSH 管理的工作區。

# socket.workspace.reorderMany.duplicateWorkspace
source: Duplicate workspace in order
ar: مساحة عمل مكررة في الترتيب
de: Doppelter Workspace in der Reihenfolge
es: Espacio de trabajo duplicado en el orden
fr: Espace de travail en double dans l'ordre
it: Area di lavoro duplicata nell'ordine
ja: 並び順に重複したワークスペースがあります
ko: 순서에 중복된 워크스페이스가 있습니다
nb: Duplisert arbeidsområde i rekkefølgen
pt_br: Workspace duplicado na ordem
ru: Дубликат рабочего пространства в порядке
uk: Дубльований робочий простір у порядку
zh_hans: 排序中存在重复的工作区
zh_hant: 排序中有重複的工作區

# socket.workspace.reorderMany.invalidWorkspace
source: Invalid workspace id or ref
ar: معرّف أو مرجع مساحة العمل غير صالح
de: Ungültige Workspace-ID oder -Referenz
es: ID o referencia de espacio de trabajo no válida
fr: ID ou référence d'espace de travail non valide
it: ID o riferimento dell'area di lavoro non valido
ja: ワークスペース ID または参照が無効です
ko: 워크스페이스 ID 또는 참조가 유효하지 않습니다
nb: Ugyldig arbeidsområde-ID eller referanse
pt_br: ID ou referência de workspace inválida
ru: Недопустимый идентификатор или ссылка рабочего пространства
uk: Недійсний ідентифікатор або посилання робочого простору
zh_hans: 无效的工作区 ID 或引用
zh_hant: 無效的工作區 ID 或參照

# socket.workspace.reorderMany.missingOrder
source: Missing workspace_ids
ar: معرّفات workspace_ids مفقودة
de: workspace_ids fehlt
es: Falta workspace_ids
fr: workspace_ids manquant
it: workspace_ids mancante
ja: workspace_ids が指定されていません
ko: workspace_ids가 누락되었습니다
nb: Mangler workspace_ids
pt_br: workspace_ids ausente
ru: Отсутствует workspace_ids
uk: Відсутній workspace_ids
zh_hans: 缺少 workspace_ids
zh_hant: 缺少 workspace_ids

# socket.workspace.reorderMany.tabManagerUnavailable
source: TabManager not available
ar: TabManager غير متاح
de: TabManager nicht verfügbar
es: TabManager no disponible
fr: TabManager indisponible
it: TabManager non disponibile
ja: TabManager を利用できません
ko: TabManager를 사용할 수 없습니다
nb: TabManager er ikke tilgjengelig
pt_br: TabManager indisponível
ru: TabManager недоступен
uk: TabManager недоступний
zh_hans: TabManager 不可用
zh_hant: TabManager 無法使用

# socket.workspace.reorderMany.workspaceNotFound
source: Workspace not found
ar: لم يتم العثور على مساحة العمل
de: Workspace nicht gefunden
es: Espacio de trabajo no encontrado
fr: Espace de travail introuvable
it: Area di lavoro non trovata
ja: ワークスペースが見つかりません
ko: 워크스페이스를 찾을 수 없습니다
nb: Fant ikke arbeidsområde
pt_br: Workspace não encontrado
ru: Рабочее пространство не найдено
uk: Робочий простір не знайдено
zh_hans: 未找到工作区
zh_hant: 找不到工作區

# socket.workspace.unsupportedWindowParam
source: Unsupported parameter `window`; use `window_id` with a window UUID or ref from `window.list`.
ar: المعامل `window` غير مدعوم؛ استخدم `window_id` مع UUID للنافذة أو مرجع من `window.list`.
bs: Parametar `window` nije podržan; koristite `window_id` s UUID-om prozora ili referencom iz `window.list`.
da: Parameteren `window` understøttes ikke; brug `window_id` med et vindues-UUID eller en reference fra `window.list`.
de: Nicht unterstützter Parameter `window`; verwenden Sie `window_id` mit einer Fenster-UUID oder Referenz aus `window.list`.
es: Parámetro `window` no admitido; usa `window_id` con un UUID de ventana o una referencia de `window.list`.
fr: Paramètre `window` non pris en charge; utilisez `window_id` avec un UUID de fenêtre ou une référence de `window.list`.
it: Parametro `window` non supportato; usa `window_id` con un UUID finestra o un riferimento da `window.list`.
ja: サポートされていないパラメータ `window` です。`window.list` のウィンドウ UUID または参照を指定して `window_id` を使用してください。
ko: 지원되지 않는 매개변수 `window`입니다. `window.list`의 창 UUID 또는 참조와 함께 `window_id`를 사용하세요.
nb: Parameteren `window` støttes ikke; bruk `window_id` med en vindus-UUID eller referanse fra `window.list`.
pl: Parametr `window` nie jest obsługiwany; użyj `window_id` z UUID okna lub odwołaniem z `window.list`.
pt_br: Parâmetro `window` sem suporte; use `window_id` com um UUID de janela ou referência de `window.list`.
ru: Параметр `window` не поддерживается; используйте `window_id` с UUID окна или ссылкой из `window.list`.
th: ไม่รองรับพารามิเตอร์ `window`; ใช้ `window_id` พร้อม UUID ของหน้าต่างหรือการอ้างอิงจาก `window.list`
tr: `window` parametresi desteklenmiyor; `window_id` değerini `window.list` içindeki bir pencere UUID'si veya başvuruyla kullanın.
uk: Параметр `window` не підтримується; використовуйте `window_id` з UUID вікна або посиланням із `window.list`.
zh_hans: 不支持参数 `window`；请使用 `window_id`，并传入来自 `window.list` 的窗口 UUID 或引用。
zh_hant: 不支援參數 `window`；請使用 `window_id`，並傳入來自 `window.list` 的視窗 UUID 或參照。

# socketControl.allowAll.description
source: Allow any local process and user to connect with no auth. Unsafe.
ar: السماح لأي عملية ومستخدم محلي بالاتصال بدون مصادقة. غير آمن.
bs: Dozvolite bilo kojem lokalnom procesu i korisniku da se poveže bez autentikacije. Nesigurno.
da: Tillad enhver lokal proces og bruger at forbinde uden autentifikation. Usikkert.
de: Jeden lokalen Prozess und Benutzer ohne Authentifizierung verbinden lassen. Unsicher.
es: Permitir que cualquier proceso y usuario local se conecte sin autenticación. Inseguro.
fr: Autoriser tout processus et utilisateur local à se connecter sans authentification. Non sécurisé.
it: Consenti a qualsiasi processo e utente locale di connettersi senza autenticazione. Non sicuro.
ja: 認証なしで任意のローカルプロセスおよびユーザーの接続を許可します。安全ではありません。
ko: 인증 없이 모든 로컬 프로세스 및 사용자의 연결을 허용합니다. 안전하지 않습니다.
nb: Tillat enhver lokal prosess og bruker å koble til uten autentisering. Usikkert.
pl: Zezwól dowolnemu lokalnemu procesowi i użytkownikowi na połączenie bez uwierzytelniania. Niebezpieczne.
pt_br: Permitir que qualquer processo e usuário local se conecte sem autenticação. Inseguro.
ru: Разрешить подключение любому локальному процессу и пользователю без авторизации. Небезопасно.
th: อนุญาตให้กระบวนการในเครื่องและผู้ใช้ทุกคนเชื่อมต่อโดยไม่ต้องยืนยันตัวตน ไม่ปลอดภัย
tr: Herhangi bir yerel işlem ve kullanıcının kimlik doğrulama olmadan bağlanmasına izin ver. Güvensiz.
uk: Дозволити будь-якому локальному процесу та користувачу підключатися без автентифікації. Небезпечно.
zh_hans: 允许任何本地进程和用户无需认证即可连接。不安全。
zh_hant: 允許任何本機程序和使用者連線，無需驗證。不安全。

# socketControl.allowAll.name
source: Full open access
ar: وصول مفتوح كامل
bs: Potpuni otvoreni pristup
da: Fuld åben adgang
de: Vollständiger offener Zugriff
es: Acceso abierto completo
fr: Accès ouvert complet
it: Accesso aperto completo
ja: 完全オープンアクセス
ko: 전체 개방 접근
nb: Full åpen tilgang
pl: Pełny otwarty dostęp
pt_br: Acesso aberto total
ru: Полный открытый доступ
th: การเข้าถึงเปิดแบบเต็ม
tr: Tam açık erişim
uk: Повний відкритий доступ
zh_hans: 完全开放访问
zh_hant: 完全開放存取

# socketControl.automation.description
source: Allow external local automation clients from this macOS user (no ancestry check).
ar: السماح لعملاء الأتمتة المحليين الخارجيين من مستخدم macOS هذا (بدون فحص النسب).
bs: Dozvolite vanjskim lokalnim klijentima automatizacije od ovog macOS korisnika (bez provjere porijekla).
da: Tillad eksterne lokale automatiseringsklienter fra denne macOS-bruger (ingen herkomstkontrol).
de: Externe lokale Automatisierungs-Clients dieses macOS-Benutzers zulassen (keine Abstammungsprüfung).
es: Permitir clientes de automatización locales externos de este usuario de macOS (sin verificación de ascendencia).
fr: Autoriser les clients d'automatisation locaux externes de cet utilisateur macOS (sans vérification de parenté).
it: Consenti ai client di automazione locale esterni di questo utente macOS (senza controllo di discendenza).
ja: この macOS ユーザーからの外部ローカル自動化クライアントを許可します（プロセス系譜チェックなし）。
ko: 이 macOS 사용자의 외부 로컬 자동화 클라이언트를 허용합니다 (출처 확인 없음).
nb: Tillat eksterne lokale automatiseringsklienter fra denne macOS-brukeren (ingen opphavskontroll).
pl: Zezwól zewnętrznym lokalnym klientom automatyzacji od tego użytkownika macOS (bez sprawdzania pochodzenia).
pt_br: Permitir clientes de automação locais externos deste usuário macOS (sem verificação de ancestralidade).
ru: Разрешить внешним клиентам автоматизации от текущего пользователя macOS (без проверки происхождения).
th: อนุญาตไคลเอ็นต์ระบบอัตโนมัติภายนอกจากผู้ใช้ macOS นี้ (ไม่ตรวจสอบสายสืบทอด)
tr: Bu macOS kullanıcısından gelen harici yerel otomasyon istemcilerine izin ver (soy denetimi yok).
uk: Дозволити зовнішнім локальним клієнтам автоматизації від цього користувача macOS (без перевірки походження).
zh_hans: 允许当前 macOS 用户的外部本地自动化客户端连接（不检查进程来源）。
zh_hant: 允許此 macOS 使用者的外部本機自動化用戶端（不檢查來源）。

# socketControl.automation.name
source: Automation mode
ar: وضع الأتمتة
bs: Režim automatizacije
da: Automatiseringstilstand
de: Automatisierungsmodus
es: Modo de automatización
fr: Mode automatisation
it: Modalità automazione
ja: 自動化モード
ko: 자동화 모드
nb: Automatiseringsmodus
pl: Tryb automatyzacji
pt_br: Modo de automação
ru: Режим автоматизации
th: โหมดระบบอัตโนมัติ
tr: Otomasyon modu
uk: Режим автоматизації
zh_hans: 自动化模式
zh_hant: 自動化模式

# socketControl.cmuxOnly.description
source: Only processes started inside cmux terminals can send commands.
ar: فقط العمليات التي بدأت داخل طرفيات cmux يمكنها إرسال الأوامر.
bs: Samo procesi pokrenuti unutar cmux terminala mogu slati naredbe.
da: Kun processer startet i cmux-terminaler kan sende kommandoer.
de: Nur Prozesse, die in cmux-Terminals gestartet wurden, können Befehle senden.
es: Solo los procesos iniciados dentro de terminales de cmux pueden enviar comandos.
fr: Seuls les processus lancés dans les terminaux cmux peuvent envoyer des commandes.
it: Solo i processi avviati nei terminali cmux possono inviare comandi.
ja: cmux ターミナル内で起動したプロセスのみがコマンドを送信できます。
ko: cmux 터미널 내에서 시작된 프로세스만 명령을 보낼 수 있습니다.
nb: Bare prosesser startet innenfor cmux-terminaler kan sende kommandoer.
pl: Tylko procesy uruchomione wewnątrz terminali cmux mogą wysyłać polecenia.
pt_br: Apenas processos iniciados dentro de terminais do cmux podem enviar comandos.
ru: Только процессы, запущенные в терминалах cmux, могут отправлять команды.
th: เฉพาะกระบวนการที่เริ่มต้นภายในเทอร์มินัล cmux เท่านั้นที่สามารถส่งคำสั่งได้
tr: Yalnızca cmux terminalleri içinden başlatılan işlemler komut gönderebilir.
uk: Тільки процеси, запущені в терміналах cmux, можуть надсилати команди.
zh_hans: 仅允许在 cmux 终端内启动的进程发送命令。
zh_hant: 僅在 cmux 終端機內啟動的程序可以傳送指令。

# socketControl.cmuxOnly.name
source: cmux processes only
ar: عمليات cmux فقط
bs: Samo cmux procesi
da: Kun cmux-processer
de: Nur cmux-Prozesse
es: Solo procesos de cmux
fr: Processus cmux uniquement
it: Solo processi cmux
ja: cmux プロセスのみ
ko: cmux 프로세스만
nb: Kun cmux-prosesser
pl: Tylko procesy cmux
pt_br: Apenas processos do cmux
ru: Только процессы cmux
th: กระบวนการ cmux เท่านั้น
tr: Yalnızca cmux işlemleri
uk: Тільки процеси cmux
zh_hans: 仅限 cmux 进程
zh_hant: 僅限 cmux 程序

# socketControl.error.passwordFilePath
source: Unable to resolve socket password file path.
ar: تعذر تحديد مسار ملف كلمة مرور المقبس.
bs: Nije moguće razriješiti putanju datoteke lozinke utičnice.
da: Kunne ikke bestemme stien til socket-adgangskodefilen.
de: Der Pfad zur Socket-Passwortdatei konnte nicht aufgelöst werden.
es: No se pudo resolver la ruta del archivo de contraseña del socket.
fr: Impossible de résoudre le chemin du fichier de mot de passe du socket.
it: Impossibile risolvere il percorso del file password del socket.
ja: ソケットパスワードファイルのパスを解決できません。
ko: 소켓 비밀번호 파일 경로를 확인할 수 없습니다.
nb: Kan ikke finne filstien for socket-passord.
pl: Nie można rozwiązać ścieżki pliku hasła gniazda.
pt_br: Não foi possível resolver o caminho do arquivo de senha do socket.
ru: Не удалось определить путь к файлу пароля сокета.
th: ไม่สามารถระบุเส้นทางไฟล์รหัสผ่านซ็อกเก็ตได้
tr: Soket parola dosyası yolu çözümlenemedi.
uk: Не вдалося визначити шлях до файлу пароля сокета.
zh_hans: 无法解析套接字密码文件路径。
zh_hant: 無法解析 Socket 密碼檔案路徑。

# socketControl.off.description
source: Disable the local control socket.
ar: تعطيل مقبس التحكم المحلي.
bs: Onemogući lokalnu kontrolnu utičnicu.
da: Deaktiver den lokale kontrolsocket.
de: Den lokalen Steuerungs-Socket deaktivieren.
es: Desactivar el socket de control local.
fr: Désactiver le socket de contrôle local.
it: Disabilita il socket di controllo locale.
ja: ローカルコントロールソケットを無効にします。
ko: 로컬 제어 소켓을 비활성화합니다.
nb: Deaktiver den lokale kontrollsocketen.
pl: Wyłącz lokalne gniazdo sterujące.
pt_br: Desativar o socket de controle local.
ru: Отключить локальный управляющий сокет.
th: ปิดใช้งานซ็อกเก็ตควบคุมในเครื่อง
tr: Yerel kontrol soketini devre dışı bırak.
uk: Вимкнути локальний керуючий сокет.
zh_hans: 禁用本地控制套接字。
zh_hant: 停用本機控制 Socket。

# socketControl.off.name
source: Off
ar: إيقاف
bs: Isključeno
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nb: Av
pl: Wyłączone
pt_br: Desativado
ru: Выключено
th: ปิด
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

# socketControl.password.description
source: Require socket authentication with a password stored in a local file.
ar: طلب مصادقة المقبس بكلمة مرور مخزنة في ملف محلي.
bs: Zahtijevaj autentikaciju utičnice lozinkom pohranjenom u lokalnoj datoteci.
da: Kræv socket-autentifikation med en adgangskode gemt i en lokal fil.
de: Socket-Authentifizierung mit einem in einer lokalen Datei gespeicherten Passwort erfordern.
es: Requerir autenticación del socket con una contraseña almacenada en un archivo local.
fr: Exiger l'authentification du socket avec un mot de passe stocké dans un fichier local.
it: Richiedi l'autenticazione del socket con una password memorizzata in un file locale.
ja: ローカルファイルに保存されたパスワードでソケット認証を要求します。
ko: 로컬 파일에 저장된 비밀번호로 소켓 인증을 요구합니다.
nb: Krev socket-autentisering med et passord lagret i en lokal fil.
pl: Wymagaj uwierzytelniania gniazda hasłem przechowywanym w pliku lokalnym.
pt_br: Exigir autenticação do socket com uma senha armazenada em um arquivo local.
ru: Требовать аутентификацию сокета с паролем, хранящимся в локальном файле.
th: ต้องมีการยืนยันตัวตนซ็อกเก็ตด้วยรหัสผ่านที่จัดเก็บในไฟล์ในเครื่อง
tr: Yerel dosyada saklanan bir parola ile soket kimlik doğrulaması gerektir.
uk: Вимагати автентифікацію сокета з паролем, збереженим у локальному файлі.
zh_hans: 使用存储在本地文件中的密码进行套接字认证。
zh_hant: 使用儲存在本機檔案中的密碼進行 Socket 驗證。

# socketControl.password.name
source: Password mode
ar: وضع كلمة المرور
bs: Režim lozinke
da: Adgangskodetilstand
de: Passwortmodus
es: Modo de contraseña
fr: Mode mot de passe
it: Modalità password
ja: パスワードモード
ko: 비밀번호 모드
nb: Passordmodus
pl: Tryb hasła
pt_br: Modo de senha
ru: Режим пароля
th: โหมดรหัสผ่าน
tr: Parola modu
uk: Режим пароля
zh_hans: 密码模式
zh_hant: 密碼模式

# statusMenu.clearAll
source: Clear All
ar: مسح الكل
bs: Obriši sve
da: Ryd alle
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nb: Fjern alle
pl: Wyczyść wszystko
pt_br: Limpar Tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# statusMenu.jumpToLatestUnread
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀
